Repository: MESH-Research/humanities-commons
Catalog: forked-plugins/buddypress-followers/languages/buddypress-followers-*.po
Languages: ru_ru

source: Follow
ru_ru: Подписки

source: Hey! BP Follow v1.2 requires BuddyPress 1.5 or higher. If you are still using BuddyPress 1.2 and you don't plan on upgrading, use <a href='%s'>BP Follow v1.1.1 instead</a>.
ru_ru: Привет! BP Follow v1.2 требует BuddyPress 1.5 или выше. Если вы до сих пор используете BuddyPress 1.2 и не планируете обновляться, используйте вместо этого плагина <a href='%s'>BP Follow v1.1.1</a>.

source: %s is now following you
ru_ru: %s теперь подписан(а) на вас

source: %d more users are now following you
ru_ru: %d пользовател(ей) подписаны на вас

# Sites subnav tab
source: Followed Sites
ru_ru: Подписки на сайты

# Activity subnav tab
source: Followed Sites
ru_ru: Подписки на сайты

# Adminbar activity subnav
source: Followed Sites
ru_ru: Подписки на сайты

# Adminbar blogs subnav
source: Followed Sites
ru_ru: Подписки на сайты

source: Followed Sites <span>%d</span>
ru_ru: Подписки на сайты <span>%d</span>

source: Following <span>%d</span>
ru_ru: Подписки <span>%d</span>

# Footer button
source: Followed Sites
ru_ru: Подписки на сайты

# Button
source: Unfollow
ru_ru: Отписаться

# Button
source: Unfollow Site
ru_ru: Отписаться от сайта

# Button
source: Follow
ru_ru: Подписаться

# Button
source: Follow Site
ru_ru: Подписаться на сайт

source: %1$s | %2$s | Followed Site Activity
ru_ru: %1$s | %2$s | Лента подписок сайтов

source: Activity feed for sites that %s is following.
ru_ru: Лента активности для сайтов, на которые подписан %s.

source: You are already following that blog.
ru_ru: Вы уже подписаны на этот блог.

source: You are not following that blog.
ru_ru: Вы не подписаны на этот блог.

source: You are now following the site, %s.
ru_ru: Вы подписаны на сайт %s.

source: You are now following that site.
ru_ru: Вы подписаны на этот сайт.

source: You are no longer following the site, %s.
ru_ru: Вы больше не подписаны на сайт %s.

source: You are no longer following that site.
ru_ru: Вы больше не подписаны на этот сайт.

source: You are already following %s.
ru_ru: Вы уже подписаны на %s.

source: There was a problem when trying to follow %s, please try again.
ru_ru: Проблемы с подпиской на %s, попробуйте еще раз.

source: You are now following %s.
ru_ru: Вы подписаны на %s.

source: You are not following %s.
ru_ru: Вы отписались от %s.

source: There was a problem when trying to stop following %s, please try again.
ru_ru: Проблемы с попыткой отписаться от %s, попробуйте еще раз.

source: You are no longer following %s.
ru_ru: Вы больше не подписаны на %s.

source: %1$s | %2$s | Following Activity
ru_ru: %1$s | %2$s | Лента подписок

source: Activity feed for people that %s is following.
ru_ru: Лента новостей для людей, которые подписаны на %s.

source: Already following
ru_ru: Уже подписаны

source: Error following user
ru_ru: Ошибка подписки на пользователя

source: Not following
ru_ru: Не подписаны

source: Error unfollowing user
ru_ru: Ошибка отписки от пользователя

source: Followers <span>%d</span>
ru_ru: Подписчики <span>%d</span>

# Activity subnav tab
source: Following
ru_ru: Подписки

# Adminbar main nav
source: Follow
ru_ru: Подписки

# Adminbar follow subnav
source: Following
ru_ru: Подписки

# Adminbar follow subnav
source: Followers
ru_ru: Подписчики

# Adminbar activity subnav
source: Following
ru_ru: Подписки

source: The public activity for everyone you are following on this site.
ru_ru: Лента активности всех, на кого вы подписаны на этом сайте.

source: You are following some users, but they haven't posted yet.
ru_ru: Вы подписаны на некоторых пользователей, но они еще ничего не публиковали.

source: You are not following anyone yet.
ru_ru: Вы еще ни на кого не подписаны.

source: This user is following some users, but they haven't posted yet.
ru_ru: Этот пользователь подписан на некоторых людей, но они еще ничего не публиковали.

source: This user isn't following anyone yet.
ru_ru: Этот пользователь еще ни на кого не подписался.

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: A member starts following your activity
ru_ru: Пользователь подписался на вас

source: %s is now following your activity. To view %s's profile: %s
ru_ru: %s подписался(лась) на вас. Посмотреть профиль %s: %s

source: --------------------- To disable these notifications please log in and go to: %s
ru_ru: --------------------- Чтобы отключить эти уведомления, пройдите по ссылке: %s

source: Order By:
ru_ru: Сортироват по:

source: Newest Follows
ru_ru: Новые подписки

source: Oldest Follows
ru_ru: Старые подписки

source: Last Active
ru_ru: Активность

source: Newest Registered
ru_ru: Новые

source: Alphabetical
ru_ru: По алфавиту

source: Show a list of member avatars that the logged-in user is following.
ru_ru: Отображает список аватаров пользователей, которые подписаны на авторизованного пользователя.

source: (BP Follow) Users I'm Following
ru_ru: (BP Follow) Люди, на которых я подписан

source: Users I'm Following
ru_ru: Люди, на которых я подписан

source: Title:
ru_ru: Заголовок:

source: Max members to show:
ru_ru: Максимальное число людей для отображения:

source: Note: This widget is only displayed if a member is logged in and if the logged-in user is following some users.
ru_ru: Примечание: Этот виджет отображается только если человек авторизован и подписан на кого-либо.
