Repository: MESH-Research/humanities-commons
Catalog: forked-plugins/buddypress-group-email-subscription/languages/bp-ass-*.po
Languages: he_il, sv_se

source: Your daily digest of group activity
he_il: התקציר היומי של פעילות קבוצה
sv_se: Dygnsrapport över aktiviteter

source: Your weekly summary of group topics
he_il: הסיכום השבועי שלך של נושאי קבוצה
sv_se: Veckorapport över aktiviteter

source: You have received this message because you are subscribed to receive a digest of activity in some of your groups on %s.
he_il: קיבלת הודעה זו מכיוון שאתה מנוי לקבלת תקציר של פעילות בחלק מהקבוצות שלך ב-%s.
sv_se: Du får denna rapport eftersom du bevakar aktiviteterna i dina grupper på %s.

source: at
he_il: ב-
sv_se: från

source: (%s items)
he_il: (%s פריטים)
sv_se: (%s aktiviteter)

source: Group Summary
he_il: סיכום קבוצה
sv_se: Sammanfattning av aktiviteter per grupp

source: How to follow a topic: to get email updates for a specific topic, click the topic title - then on the webpage click the <i>Follow this topic</i> button. (If you don't see the button you need to login first.)
he_il: כיצד לעקוב אחרי נושא: כדי לקבל עדכונים בדוא"ל לנושא מסוים, לחץ על הכותרת בנושא - אז בדף האינטרנט לחץ <i> עקוב אחרי נושא זה </ i> כפתור. (אם אתה לא רואה את הכפתור צריכים להתחבר קודם.)
sv_se: Så här bevakar du nya trådar: För att få aktivitetsmeddelanden om en enskild forumstråd, klicka på tråden och sedan på knappen <i>Bevaka denna tråd</i>. Om du inte ser knappen, måste du logga in först.

source: To disable these notifications per group please login and go to: %s where you can change your email settings for each group.
he_il: כדי להשבית הודעות אלה לקבוצה בבקשה להתחבר ולהמשיך ל: %s שם ניתן לשנות את הגדרות הדואר האלקטרוני שלך לכל קבוצה.
sv_se: För att inaktivera dessa meddelanden per grupp vänligen logga in och gå till: %s där du kan ändra dina e-postinställningar för varje grupp.

source: My Groups
he_il: הקבוצות שלי
sv_se: Mina grupper

source: Disable these notifications for all my groups at once.
he_il: השבת הודעות עבור כל הקבוצות שלי בבת אחת.
sv_se: Inaktivera dessa meddelanden för alla mina grupper på en gång.

source: DAILY DIGEST:
he_il: תקציר יומי:
sv_se: Dygnsrapport:

source: WEEKLY DIGEST:
he_il: תקציר שבועי:
sv_se: Veckorapport:

source: Group: %s
he_il: קבוצה: %s
sv_se: Grupp: %s

source: Group: %s weekly summary
he_il: קבוצה: %s תקציר שבועי
sv_se: Grupp: %s veckorapprt

source: To disable these notifications for this group click
he_il: כדי להשבית הודעות אלה לקבוצה זו הקלק
sv_se: För att inaktivera aviseringar för denna grupp klicka

source: unsubscribe
he_il: בטל מנוי
sv_se: Avbryt prenumeration

source: change
he_il: שנוי
sv_se: Ändra

source: email options
he_il: אפשרויות דואר אלקטרוני
sv_se: inställningarna

source: at %s, %s
he_il: ב-%s, %s
sv_se: %s, %s

source: View
he_il: עיין
sv_se: Visa

source: Once Weekly
he_il: פעם בשבוע
sv_se: En gång per vecka

source: To disable all notifications for this group, click: %s
he_il: כדי להשבית את כל ההודעות לקבוצה זו, לחץ על: %s
sv_se: För att inaktivera aviseringar för denna grupp klicka: %s

source: Or to disable notifications for *all* your groups, click: %s
he_il: או להשבית הודעות לכל הקבוצות שלך, לחצו על: %s
sv_se: Eller för att inaktivera aviseringar för *alla* dina grupper klicka: %s

source: %s started the forum topic "%s" in the group "%s"
he_il: %s התחיל את הנושא בפורום "%s" בקבוצה "%s"
sv_se: %s startade forumetämnet "%s" i gruppen "%s"

source: %s replied to the forum topic "%s" in the group "%s"
he_il: %s ענה לנושא הפורום "%s" בקבוצה "%s"
sv_se: %s svarade forumetämnet "%s" i gruppen "%s"

source: To view or reply to this topic, go to:
he_il: כדי להציג או להגיב לנושא זה נא לעבור ל:
sv_se: Om du vill visa eller svara på detta ämne, gå till:

source: To view or reply to this topic, log in and go to:
he_il: כדי להציג או להגיב לנושא זה, להתחבר ולעבור ל:
sv_se: Om du vill visa eller svara på detta ämne, logga in och gå till:

source: You are currently receiving notifications for your own posts.
he_il: כרגע אתה מקבל התראות להודעות שלך.
sv_se: Du får för närvarande meddelanden för dina egna inlägg.

source: To disable these notifications please log in and go to: %s
he_il: כדי להשבית הודעות אלה אנא היכנסו ולעבור ל: %s
sv_se: För att avaktivera dessa aktivitetsmeddelanden, logga in och gå till: %s

source: Once you are logged in, uncheck "Receive notifications of your own posts?".
he_il: ברגע שאתה מחובר, בטל "לקבל הודעות על התגובות שלך?".
sv_se: När du loggat in, avmarkera "Ta emot meddelanden om dina egna inlägg?".

source: Your email setting for this group is:
he_il: הגדרת הדוא"ל שלך לקבוצה זו הוא:
sv_se: Dina bevakningsinställningar för denna grupp är:

source: To change your email setting for this group, please log in and go to: %s
he_il: כדי לשנות את הגדרת הדואר האלקטרוני שלך לקבוצה זו, אנא היכנס ולעבור ל: %s
sv_se: Om du vill ändra e-postinställning för denna grupp, logga in och gå till:% s

source: Once you are logged in, click on the "Mute this topic" button to unsubscribe from the forum thread.
he_il: ברגע שאתה מחובר, לחץ על הכפתור "השתק נושא זה" כדי לבטל את המנוי לפורום.
sv_se: När du loggat in, klicka på "Ignorera detta ämne" -knappen för att avsluta prenumerationen på forumtråd .

source: You are currently receiving notifications to topics that you have started.
he_il: מקבל הודעות לנושאים שתחלת בעצמך.
sv_se: Du får för närvarande meddelanden till ämnen som du har startat.

source: Once you are logged in, uncheck "A member replies in a forum topic you've started".
he_il: ברגע שאתה מחובר, בטל "חבר משיב בנושא פורום שהתחלת".
sv_se: När du loggat in, avmarkera "En medlem svarar på en forumstråd som du har startat.".

source: You are currently receiving notifications to topics that you have replied in.
he_il: כרגע אתה מקבל הודעות לנושאים שהשארת תגובה.
sv_se: Du får för närvarande meddelanden till ämnen som du har svarat på.

source: Once you are logged in, uncheck "A member replies after you in a forum topic".
he_il: ברגע שאתה מחובר, בטל "חבר הגיב אחריך בנושא".
sv_se: En medlem svarar efter dig på en forumstråd.

source: in the group
he_il: בקבוצה
sv_se: i gruppen

source: %1$s To view or reply, log in and go to: %2$s ---------------------
he_il: %1$s כדי להציג או להשיב, חייבים להתחבר ולעבור ל: %2$s ---------------------
sv_se: %1$s För att visa eller svara, logga in gå till: %2$s ---------------------

source: %1$s "%2$s" To view or reply, log in and go to: %3$s ---------------------
he_il: %1$s "%2$s" כדי להציג או להשיב, חייבים להתחבר ולעבור ל: %3$s ---------------------
sv_se: %1$s "%2$s" För att visa eller svara, logga in gå till: %3$s

source: Email Subscription Options
he_il: אפשרויות מנוי אימייל
sv_se: Bevakningsinställningar

source: How do you want to read this group?
he_il: איך אתה רוצה לקרוא את הקבוצה זו?
sv_se: Hur vill du bevaka aktiviteterna i denna grupp?

source: No Email
he_il: ללא דוא"ל
sv_se: Inga meddelanden

source: I will read this group on the web
he_il: אני אקרא קבוצה זו אונליין באינטרנט
sv_se: Jag bevakar denna grupp själv

source: Weekly Summary Email
he_il: דוא"ל סיכום שבועי
sv_se: Veckorapport

source: Get a summary of new topics each week
he_il: קבל סיכום של נושאים חדשים בכל שבוע
sv_se: En sammanfattning skickas en gång per vecka

source: Daily Digest Email
he_il: דוא"ל תקציר יומי
sv_se: Dygnsrapport

source: Get all the day's activity bundled into a single email
he_il: קבל ארוזות מכל הפעילות של היום לדוא"ל בהודעה אחת
sv_se: En sammanfattning skickas varje dygn

source: New Topics Email
he_il: דוא"ל נושאים חדשים
sv_se: Nya trådar

source: Send new topics as they arrive (but don't send replies)
he_il: שלח נושאים חדשים כפי שהם מגיעים (אבל לא לשלוח תגובות)
sv_se: Info om nya trådar skickas direkt

source: Send all group activity as it arrives
he_il: שלח את כל פעילות מהקבוצה כפי שהיא מגיעה
sv_se: Info om alla aktiviteter skickas direkt

source: Save Settings
he_il: שמור הגדרות
sv_se: Spara inställningarna

source: Note: Normally, you receive email notifications for topics you start or comment on. This can be changed at
he_il: הערה: בדרך כלל, אתה מקבל הודעות דוא"ל לנושאים אתה מתחיל או מגיב. ניתן לשנות זאת בלינק
sv_se: OBS! Vanligtvis får du E-postnotifieringar för forumstrådar som du själv har startat eller kommenterat. Dessa inställningar kan du ändra här:

source: email notifications
he_il: הודעות דוא"ל
sv_se: E-postnotifieringar

source: Your email notifications are set to %s for this group.
he_il: הודעות דוא"ל שלך מוגדרות %s לקבוצה זו.
sv_se: Dina e-postmeddelanden är inställda på %s för denna grupp.

source: Weekly Summary
he_il: סיכום שבועי
sv_se: Veckorapport

source: Daily Digest
he_il: תקציר יומי
sv_se: Dygnsrapport

source: New Topics
he_il: נושאים חדשים
sv_se: Ny forumstråd

source: Your email status is
he_il: הגדרת קבלת הדוא"ל שלך הוא
sv_se: Bevakningsstatus:

source: change
he_il: שנוי
sv_se: Ändra

source: Get email updates
he_il: קבל עדכונים בדוא"ל
sv_se: Aktivera bevakning

source: Change your email subscription options for this group
he_il: לשנות את הגדרות מנויים הדוא"ל שלך לקבוצה זו
sv_se: Ändra dina bevakningsinställningar för denna grupp

source: Get a summary of topics each
he_il: קבל סיכום של נושאים כל
sv_se: En sammanfattning skickas varje

source: Get the day's activity bundled into one email
he_il: קבל ארוזות הפעילות של היום לדואר אלקטרוני בהודעה אחת
sv_se: En sammanfattning skickas varje dygn

source: Send new topics as they arrive (but no replies)
he_il: שלח נושאים חדשים כפי שהם מגיעים (אך לא תגובות)
sv_se: Info om nya trådar skickas direkt

source: close
he_il: סגירה
sv_se: Stäng

source: You successfully joined the group. Your group email status is:
he_il: הצטרפת בהצלחה לקבוצה. הגדרת קבלת הדוא"ל מהקבוצה שלך הוא:
sv_se: Du har blivit medlem i denna grupp. Din bevakningsstatus är:

source: Email Subscription Defaults
he_il: ברירות מחדל מנוי אימייל
sv_se: Email Subscription - standardinställningar

source: When new users join this group, their default email notification settings will be:
he_il: כאשר משתמשים חדשים מצטרפים לקבוצה זו, הגדרות ברירת מחדל של הודעות דוא"ל שלהם תהיו:
sv_se: Standardinställningen för bevakningen av denna grupp för nya medlemmar:

source: No Email (users will read this group on the web - good for any group)
he_il: אין דוא"ל (משתמשים יקראו קבוצה זו באינטרנט - טוב לכל קבוצה)
sv_se: Inga E-post (användare kommer att läsa den här gruppen på nätet - bra för någon grupp)

source: Weekly Summary Email (the week's topics - good for large groups)
he_il: דוא"ל סיכום שבועי (נושאים של השבוע - טוב לקבוצות גדולות)
sv_se: Veckorapport (En sammanfattning av veckans aktiviteter - bra för stora grupper)

source: Daily Digest Email (all daily activity bundles in one email - good for medium-size groups)
he_il: דוא"ל תקציר יומי (כל חבילות הפעילות יומיות בדואר אלקטרוני אחת - טוב לקבוצות בינוניות)
sv_se: Dygnsrapport (En sammanfattning skickas varje dygn - bra för medelstora grupper)

source: New Topics Email (new topics are sent as they arrive, but not replies - good for small groups)
he_il: דוא"ל נושאים חדשים (נשלחים כפי שהם מגיעים, אבל לא תגובות - טוב לקבוצות קטנות)
sv_se: Nya forumstrådar (Info om nya trådar skickas direkt - bra för små grupper)

source: All Email (send emails about everything - recommended only for working groups)
he_il: כל הדוא"ל (לשלוח מיילים על הכל - מומלצים רק לקבוצות עבודה)
sv_se: Direktbevakning (Info om alla aktiviteter skickas direkt - rekommenderas bara för små arbetsgrupper)

source: Follow
he_il: לעקוב
sv_se: Bevaka

source: You are not following this topic. Click to follow it and get email updates for new posts
he_il: אתה לא עוקב אחרי נושא זה. לחץ כדי לעקוב אחריו ולקבל עדכונים בדוא"ל להודעות חדשות
sv_se: Du bevakar inte denna tråd. Klicka här för att få aktivitetsmeddelanden per epost.

source: Mute
he_il: השתקה
sv_se: Avsluta bevakning

source: You are following this topic. Click to stop getting email updates
he_il: אתה עוקב אחרי נושא זה. הקלק כדי להפסיק לקבל עדכונים בדוא"ל
sv_se: Du bevakar denna tråd. Klicka här för att få aktivitetsmeddelanden per epost.

source: This conversation is muted. Click to follow it
he_il: השיחה הזאת מושתקת. לחץ כדי לעקוב אחריה
sv_se: Du bevakar inte denna tråd. Klicka här för att starta bevakningen

source: this topic
he_il: נושא זה
sv_se: denna tråd

source: Email
he_il: דוא"ל
sv_se: Epost

source: Email status:
he_il: הגדרת קבלת דוא"ל:
sv_se: Bevakningsstatus:

source: Change to:
he_il: לשנות ל:
sv_se: Ändra till:

source: Weekly
he_il: שבועי
sv_se: Veckorapport

source: Daily
he_il: יום יומי
sv_se: Dygnsrapport

source: User email status changed successfully
he_il: הגדרת קבלת דוא"ל למשתמש שונתה בהצלחה
sv_se: Användarens bevaknigsstatus har ändrats

source: Site Admin Only: update email subscription settings for ALL members to the default:
he_il: מנהל אתר בלבד: עדכון הגדרות מנויי דוא"ל לכל החברים לברירת המחדל:
sv_se: Bara för administratörer: Återställ bevakningstatus för ALLA medlemmar till standardinställningen:

source: Warning: this is not reversible so use with caution.
he_il: אזהרה: זה לא הפיך, להשתמש בזהירות.
sv_se: OBS! Detta går inte att ångra, så använd detta med försiktighet!

source: Make it so!
he_il: עשה את זה כך!
sv_se: Gör det!

source: All user email status's changed successfully
he_il: הגדרת הדוא"ל של כל משתמש השתנה בהצלחה
sv_se: Alla användares bevaknigsstatus har uppdaterats

source: Individual Group Email Settings
he_il: הגדרות דואר אלקטרוני לקבוצה מסוימת
sv_se: Enskild grupp e-postinställningar

source: To change the email notification settings for your groups, go to %s and click "Change" for each group.
he_il: כדי לשנות את הגדרות הודעות דוא"ל לקבוצות שלך, עבור ל%s ולחץ על "שינוי" לכל קבוצה.
sv_se: Om du vill ändra inställningarna för e-postmeddelanden för dina grupper, gå till %s och klicka på "Ändra" för varje grupp.

source: Or set all your group's email options to No Email
he_il: או ניתן להגדיר את כל אפשרויות הדוא"ל של הקבוצה שלך ללא דוא"ל
sv_se: Eller ställ in alla gruppens e-postalternativ till "Inga e-post"

source: You have been unsubscribed from all groups notifications.
he_il: הסרת מנוי מכל הודעות הקבוצות.
sv_se: Du har avslutat bevakningen från alla grupper

source: This user's has been unsubscribed from all groups notifications.
he_il: מנוי של המשתמש הוסר מכל ההודעות בקבוצות.
sv_se: Den här användaren har avslutat prenumerationen från alla grupper.

source: Your unsubscription was successful. You will no longer receive email notifications from the group %s.
he_il: ביטול המנוי שלך היה מוצלח. אתה לא תקבל עוד הודעות דוא"ל מהקבוצה %s.
sv_se: Bevakning avslutad Du kommer inte längre att få e-postmeddelanden från gruppen %s.

source: <a href="%1$s">Continue to %2$s</a>
he_il: <a href="%1$s">המשך ל%2$s</a>
sv_se: <a href="%1$s">Fortsätt till %2$s</a>

source: Your unsubscription was successful. You will no longer receive email notifications from any of your groups.
he_il: ביטול המנוי שלך היה מוצלח. לא תקבל עוד הודעות דוא"ל מכל הקבוצות שלך.
sv_se: Bevakning avslutad Du kommer inte längre att få e-postmeddelanden från någon grupp.

source: Unsubscribe from all groups notifications
he_il: לבטל את המנוי מכל הודעות בקבוצות
sv_se: Avsluta alla bevakningar

source: Unsubscribe
he_il: ביטול מנוי
sv_se: Avsluta bevakning

source: Do you really want to unsubscribe from all groups notifications?
he_il: האם באמת רצוי לבטל את מנוי ההודעות מכל הקבוצות?
sv_se: Vill du verkligen vill säga upp prenumerationen från alla gruppers aviseringar?

source: Yes, unsubscribe from all my groups
he_il: כן, לבטל את המנוי מכל הקבוצות שלי
sv_se: Ja, avbryta prenumerationen på alla mina grupper

source: No, close
he_il: לא, סגירה
sv_se: Nej, stäng

source: Send an email notice to everyone in the group
he_il: שלח הודעת דוא"ל לכולם בקבוצה
sv_se: Skicka ett epostmeddelande till alla i gruppen

source: You can use the form below to send an email notice to all group members.
he_il: ניתן להשתמש בטופס שלהלן כדי לשלוח הודעת דואר אלקטרוני לכל חברי הקבוצה.
sv_se: Du kan använda formuläret nedan för att skicka ett epostmeddelande till alla i gruppen.

source: Everyone in the group will receive the email -- regardless of their email settings -- so use with caution
he_il: כל אחד בקבוצה יקבל את הדוא"ל - ללא קשר להגדרות הדואר האלקטרוני שלהם - נא להשתמש בזהירות
sv_se: Alla i gruppen kommer att få ett epostmeddelande oberoende av deras bevaknigsstatus, så använd denna funktion med försiktighet

source: Email Subject:
he_il: נושא האימייל:
sv_se: Ämne:

source: Email Content:
he_il: תוכן האימיילי:
sv_se: Meddelande:

source: Email this notice to everyone in the group
he_il: שלח הודעה זו לכולם בקבוצה
sv_se: Skicka detta meddelande till alla i gruppen

source: Welcome Email
he_il: דוא"ל "ברוכים הבאים"
sv_se: Välkomstmeddelande

source: Send an email when a new member join the group.
he_il: שלח הודעה כאשר חבר חדש מצטרף לקבוצה.
sv_se: Skicka ett e-post när en ny medlem gått med i gruppen.

source: Enable welcome email
he_il: אפשר דוא"ל "ברוכים הבאים"
sv_se: Aktivera välkomstmeddelande

source: Save
he_il: שמירה
sv_se: Spara

source: The email notice was sent not sent. Please enter email content.
he_il: הודעת הדואר האלקטרוני לא נשלחה. נא להזין את תוכן הדואר.
sv_se: E-postmeddelandet skickades inte skickats. Ange e-postinnehåll.

source: This is a notice from the group '%s': "%s" To view this group log in and follow the link below: %s ---------------------
he_il: זוהי הודעה מהקבוצה '%s': "%s" כדי להציג קבוצה זו דרוש התחברות ואז יש ללחוץ על הקישור למטה: %s ---------------------
sv_se: Detta är ett meddelande från gruppen '%s': "%s" För att visa denna grupp, logga in och gå till: %s ---------------------

source: Please note: admin notices are sent to everyone in the group and cannot be disabled. If you feel this service is being misused please speak to the website administrator.
he_il: שים לב: הודעות מנהל נשלחות לכולם בקבוצה ולא ניתנות לביטול. אם אתה מרגיש ששירות זה משמש לרעה נא לפנות למנהל האתר.
sv_se: Observera: adminmeddelanden skickas till alla i gruppen och kan inte inaktiveras \ n. Om du känner att den här tjänsten missbrukas tala med webbplatsens administratör.

source: The email notice was sent successfully.
he_il: הודעת הדוא"ל נשלחה בהצלחה.
sv_se: Meddelandet har skickats.

source: The welcome email option has been saved.
he_il: אפשרות לדוא"ל "ברוכים הבאים" נשמרה.
sv_se: Välkomstmeddelandet har sparats.

source: To disable emails from all your groups at once click: %s
he_il: כדי להשבית את מיילים מכל הקבוצות שלך לחץ פעם אחת: %s
sv_se: Att inaktivera e-postmeddelanden från alla dina grupper på en gång klick på :%s

source: Group Forum
he_il: פורום של קבוצה
sv_se: Gruppforum

source: Yes
he_il: כן
sv_se: Ja

source: No
he_il: לא
sv_se: Nej

source: A member replies in a forum topic you've started
he_il: תגובות חבר בנושא פורום שהתחלת
sv_se: En medlem svarar på en forumstråd som du har startat.

source: A member replies after you in a forum topic
he_il: חבר הגיב אחריך בנושא פורום
sv_se: En medlem svarar efter dig på en forumstråd.

source: Receive notifications of your own posts?
he_il: לקבל הודעות על התגובות שלך?
sv_se: Ta emot meddelanden om dina egna inlägg?

source: Group Email Options
he_il: אפשרויות דוא"ל בקבוצה
sv_se: Group Email-inställningar

source: Settings saved.
he_il: הגדרות נשמרו.
sv_se: Inställningar sparade.

source: Group Email Subscription Settings
he_il: הגדרות מנוי דוא"ל קבוצה
sv_se: Group Email Subscription Inställningar

source: Digests & Summaries
he_il: מעכל וסיכומים
sv_se: Rapporter & sammanfattningar

source: View queued digest items</a></b> (in new window)<br>As admin, you can see what is currently in the email queue by adding ?sum=1 to your url. This will not fire the digest, it will just show you what is waiting to be sent.
he_il: צפה בתור הודעות </a> </ b> (בחלון החדש) <br> כמנהל, אתה יכול לראות מה נמצא כעת בתור דוא"ל על ידי הוספה ?sum=1 לכתובת האתר שלך. זה לא ישלח הודעות מייד, זה פשוט יראה לכם את מה שממתין לשליחה.
sv_se: Visa bevakningsmeddelanden som väntar på att skickas ut </a></b> (Nytt fönster)<br>Som administratör kan du även se vilka meddelanden som ligger i utskickskön genom att lägga till ?sum=1 till sitens webbadress. Detta skickar inte iväg några meddelande utan visar bara vilka meddelande som väntar på utskick.

source: <strong>Daily Digests</strong> should be sent at this time:
he_il: <strong>מעכל היומי </ strong> יש לשלוח בזמן הזה:
sv_se: <strong>Dygnsrapporter</strong> skickas dagligen kl.:

source: <strong>Weekly Summaries</strong> should be sent on:
he_il: <strong> סיכומים שבועיים </ strong> יש לשלוח ב:
sv_se: <strong>Veckorapporter</strong> skickas varje:

source: Monday
he_il: יום שני
sv_se: Måndag

source: Tuesday
he_il: יום שלישי
sv_se: Tisdag

source: Wednesday
he_il: יום רביעי
sv_se: Onsdag

source: Thursday
he_il: יום חמישי
sv_se: Torsdag

source: Friday
he_il: יום שישי
sv_se: Fredag

source: Saturday
he_il: שבת
sv_se: Lördag

source: Sunday
he_il: יום ראשון
sv_se: Söndag

source: The server timezone is %s (%s); the current server time is %s (%s); and the day is %s.
he_il: אזור הזמן הוא השרת %s (%s); זמן השרת הנוכחי הוא %s (%s); והיום הוא %s.
sv_se: Serverns tidszon: %s (%s) Servertiden: %s (%s) Idag: %s.

source: Global Unsubscribe Link
he_il: קישור לביטול מנוים כללי
sv_se: Global avregistreringslänk

source: Add a link in the emails and on the notifications settings page allowing users to unsubscribe from all their groups at once:
he_il: הוסף קישור בדואר האלקטרוני ובעמוד הגדרות הודעות מאפשר למשתמשים לבטל את המנוי מכל הקבוצות שלהם בבת אחת:
sv_se: Lägg till en länk i e-postmeddelanden och på sidan för notifikationsinställningar så att användarna kan avbryta prenumerationen på alla sina grupper på en gång:

source: yes
he_il: כן
sv_se: ja

source: no
he_il: לא
sv_se: nej

source: Group Admin Abilities
he_il: יכולות ניהול הקבוצה
sv_se: Inställningar för gruppadminstratörer

source: Allow group admins and mods to change members' email subscription settings:
he_il: אפשר למנהלים בקבוצה ולמנחים לשנות הגדרות מנויים הדוא"ל של חברים:
sv_se: Tillåt gruppadministratörer och moderatorer att ändra medlemmarnas bevakningsstatus:

source: Allow group admins to override subscription settings and send an email to everyone in their group:
he_il: אפשר למנהלים בקבוצה לעקוף הגדרות מנויים, ולשלוח דוא"ל לכולם בקבוצה שלהם:
sv_se: Tillåt gruppadministratörer att köra över medlemmarnas bevakningsstatus och skicka epost till alla i gruppen:

source: Spam Prevention
he_il: מניעת דואר זבל
sv_se: Spamskydd

source: To help protect against spam, you may wish to require a user to have been a member of the site for a certain amount of days before any group updates are emailed to the other group members. This is disabled by default.
he_il: כדי לסייע בהגנה מפני דואר זבל, ייתכן שתרצו לדרוש שהמשתמש יהיה חבר באתר למספר מסוים של ימים לפני כל עדכוני קבוצה שלו ישלחו בדוא"ל לחברי הקבוצה אחרים. הגדרה זו מושבתת כברירת מחדל.
sv_se: För att undvika spam kan du ange här hur länge en användare måste ha varit medlem i gruppen innan andra medlemmar får meddelanden om den nya medlemmens aktiviteter. Avaktiverad i standardinställningen.

source: Member must be registered for
he_il: חבר חייב להיות רשום באתר
sv_se: Medlemmar måste ha varit registrerade i

source: days
he_il: ימים
sv_se: dagar

source: If you enjoy using this plugin %s please rate it %s.
he_il: אם אתה נהנה באמצעות תוסף %s זה אנא דרג אותו %s.
sv_se: Om du tycker om att använda denna plugin %s vänligen betygsätt den %s.

source: Please make a donation to the team to support ongoing development.
he_il: אנא לתרום לצוות שיתמוך בפיתוח מתמשך.
sv_se: Gör en donation till teamet för att stödja den fortsatta utvecklingen.

source: Email Options
he_il: אפשרויות דוא"ל
sv_se: Bevakningsinställningar

source: Error
he_il: שגיאה
sv_se: Fel

source: BuddyPress Group Email Subscription
he_il: מנויי אימייל לקבוצות BuddyPress
