Repository: MESH-Research/humanities-commons
Catalog: forked-plugins/buddypress-group-email-subscription/languages/bp-ass-*.po
Languages: he_il, sv_se

source: Allows group members to receive email notifications for group activity and forum posts instantly or as daily digest or weekly summary.
he_il: אפשר לחברי קבוצה לקבל הודעות אימייל להודעות פעילות הקבוצה ופורום באופן מיידי או כתקציר יום יומי או בסיכום שבועי.
sv_se: Tillåter gruppmedlemmarna att få e-postmeddelanden för gruppaktivitet och foruminlägg direkt eller som sammanfattningar per dag eller vecka.

source: , therefore you won't receive replies to this topic. To get them, click the link to view this topic on the web then click the 'Follow this topic' button.
he_il: , לכן לא קיבלת תגובות לנושא זה. כדי לקבל אותם, לחץ על הקישור כדי להציג נושא זה באינטרנט ולאחר מכן לחץ על לחצן 'בצע את נושא זה'.
sv_se: , därför får du inga aktivitetsmeddelanden från denna tråd. För att få dessa, klicka på länken till tråden och sedan på knappen <i>Bevaka denna tråd</i>.

source: All Email
he_il: כל הדוא''ל
sv_se: Direktbevakning

source: - sent from the group
he_il: - נשלח מהקבוצה
sv_se: - skickat från gruppen
